Fail to get base line thus fail to generate run layout
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairsCommonRunGenerateLayoutFailure { get; }
  Visual Basic
Public Shared ReadOnly Property StairsCommonRunGenerateLayoutFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsCommonRunGenerateLayoutFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace